Repository: CodeNoo6/CatLife
Catalog: CatLife-main/lib/l10n/intl_*.arb
Languages: es_co

# splashscreen_text_one
source: Developed by GimoMagic
es_co: Desarrollado por GimoMagic

# splashscreen_text_two
source: Graphic solutions
es_co: Soluciones gráficas

# onboardings_text_one
source: Welcome to the age calculation for adopted cat
es_co: Bienvenido al cálculo de edad para gato adoptado

# onboardings_text_two
source: In this app you can see the approximate age of your feline
es_co: En esta app podrás ver la edad aproximada de tu felino

# onboardings_text_three
source: Did you know...?
es_co: ¿Sabías qué...?

# onboardings_text_four
source: With the characteristics of the teeth we can determine the approximate age of our adopted cat
es_co: Con las características de la dentadura podemos determinar la edad aproximada de nuestro gato adoptado

# onboardings_text_five
source: Remember
es_co: Recuerda

# onboardings_text_six
source: Never buy animals, always adopt
es_co: Nunca compres animales, siempre adopta

# onboardings_text_seven
source: Continue!
es_co: ¡Continuar!

# home_text_one
source: Calculate the age of your adopted cat
es_co: Calcula la edad de tu gato adoptado

# home_text_two
source: In what state is your cat's teeth?
es_co: ¿En qué estado se encuentra la dentadura de tu gato?

# home_text_three
source: Has no teeth
es_co: No tiene dientes

# home_text_four
source: Front teeth are coming out, if they are not seen they can be palpated
es_co: Están saliendo dientes frontales, si no se ven se pueden palpar

# home_text_five
source: It is starting to grow, they are long and pointed teeth next to the incisors (Front teeth, Canines)
es_co: Le está iniciando el crecimiento, son dientes largos y puntiagudos al lado de los incisivos (Dientes de adelante, Caninos)

# home_text_six
source: Teeth between canines and molars (premolars) are starting to grow
es_co: Le está iniciando el crecimiento de dientes entre caninos y molares (Premolares)

# home_text_seven
source: He has all the milk teeth, but he does not have molars 6 upper incisors and 6 lower incisors. 2 upper and 2 lower canines. 3 upper premolars and 2 lower premolars
es_co: Tiene todos los dientes de leche, pero no tiene molares 6 incisivos superiores y 6 incisivos inferiores. 2 caninos superiores y 2 inferiores. 3 premolares superiores y 2 premolares inferiores

# home_text_eight
source: They are changing her milk teeth for permanent teeth, teeth with a larger and thicker appearance, first incisors, then canines, then premolars and finally molars
es_co: Le están cambiando los dientes de leche por permanentes, dientes con una apariencia más grande y gruesa, primero de incisivos, luego caninos, después premolares y por último molares

# home_text_nine
source: Has all the complete permanent teeth, Presence of incisors, canines, premolars and permanent molars
es_co: Tiene toda la dentadura permanente completa, Presencia de incisivos, caninos, premolares y molares permanentes

# home_text_eleven
source: Has full white, healthy and clean teeth, complete denture
es_co: Tiene los dientes completos blancos, sanos y limpios, dentadura completa

# home_text_twelve
source: His teeth are a bit dull, yellowish and tartar on the backs, but he has full teeth
es_co: Tiene los dientes un poco opacos, amarillentos e inicio de sarro en los traseros, pero tiene la dentadura completa

# home_text_thirteen
source: The tartar is spread on all teeth and some wear is observed, but it has complete teeth
es_co: El sarro esta extendido en todos los dientes y se observa cierto desgaste, pero tiene la dentadura completa

# home_text_fourteen
source: You have deteriorated and worn teeth with a discoloration of your gums, but you have full teeth
es_co: Tiene los dientes deteriorados y desgastados con cambio de color en sus encías, pero tiene la dentadura completa

# home_text_sixteen
source: His teeth are worn and deteriorated with a lot of tartar with loss of some teeth
es_co: Tiene la dentadura desgastada y deteriorada con mucho sarro con pérdida de algunos dientes

# home_text_seventeen
source: The age of your feline is approximately 0 to 2 weeks
es_co: La edad de tu felino es aproximadamente de 0 a 2 semanas

# home_text_eighteen
source: Your feline's age is approximately 2 to 3 weeks.
es_co: La edad de tu felino es aproximadamente de 2 a 3 semanas.

# home_text_nineteen
source: Your feline's age is approximately 3-4 weeks.
es_co: La edad de tu felino es aproximadamente de 3 a 4 semanas.

# home_text_thirty
source: Your feline's age is approximately 4 to 6 weeks.
es_co: La edad de tu felino es aproximadamente de 4 a 6 semanas.

# home_text_thirtyone
source: The age of your feline is approximately 4 months.
es_co: La edad de tu felino es aproximadamente de 4 meses.

# home_text_thirtytwo
source: The age of your feline is approximately 4 to 6 months.
es_co: La edad de tu felino es aproximadamente de 4 a 6 meses.

# home_text_thirtythree
source: The age of your feline is approximately 7 months.
es_co: La edad de tu felino es aproximadamente de 7 meses.

# home_text_thirtyfour
source: The age of your feline is approximately 1 year.
es_co: La edad de tu felino es aproximadamente de 1 año.

# home_text_thirtyfive
source: The age of your feline is approximately 1 to 2 years.
es_co: La edad de tu felino es aproximadamente de 1 a 2 años.

# home_text_thirtysix
source: The age of your feline is approximately 3-5 years.
es_co: La edad de tu felino es aproximadamente de 3 a 5 años.

# home_text_thirtyseven
source: The age of your feline is approximately 5 to 10 years.
es_co: La edad de tu felino es aproximadamente de 5 a 10 años.

# home_text_thirtyeight
source: The age of your feline is approximately 10 years and over.
es_co: La edad de tu felino es aproximadamente de 10 años y mas.

# home_text_thirtynine
source: Recalculate!
es_co: ¡Recalcular!

# home_text_fourtyone
source: Welcome
es_co: Bienvenido

# home_text_fourtytwo
source: Utilities we have for you:
es_co: Utilidades que tenemos para ti:

# home_text_fourtythree
source: Feline Age
es_co: Ed. Felina

# home_text_fourtyfour
source: Human Age
es_co: Ed. Humano

# home_text_fourtyfive
source: Calculate the human age of your adopted cat
es_co: Calcula la edad humana de tu gato adoptado

# home_text_fourtysix
source: Find the equivalence of the cat's years to human years.
es_co: Calcula la equivalencia de los años del gato en los años humanos.

# home_text_fourtyseven
source: Cat age:
es_co: Edad gatuna:

# home_text_fourtyeight
source: Calculate human age
es_co: Calcular edad humana

# home_text_fourtynine
source: 1 month
es_co: 1 mes

# home_text_fifty
source: 2 - 3 months
es_co: 2 - 3 meses

# home_text_fiftyone
source: 4 months
es_co: 4 meses

# home_text_fiftytwo
source: 6 months
es_co: 6 meses

# home_text_fiftythree
source: 7 months
es_co: 7 meses

# home_text_fiftyfour
source: 12 months
es_co: 12 meses

# home_text_fiftyfive
source: 18 months
es_co: 18 meses

# home_text_fiftysix
source: 2 years
es_co: 2 años

# home_text_fiftyseven
source: 3 years
es_co: 3 años

# home_text_fiftyeight
source: 4 years
es_co: 4 años

# home_text_fiftynine
source: 5 years
es_co: 5 años

# home_text_seventy
source: 6 years
es_co: 6 años

# home_text_seventyone
source: 7 years
es_co: 7 años

# home_text_seventytwo
source: 8 years
es_co: 8 años

# home_text_seventythree
source: 9 years
es_co: 9 años

# home_text_seventyfour
source: 10 years
es_co: 10 años

# home_text_seventyfive
source: 11 years
es_co: 11 años

# home_text_seventysix
source: 12 years
es_co: 12 años

# home_text_seventyseven
source: 13 years
es_co: 13 años

# home_text_seventyeight
source: 14 years
es_co: 14 años

# home_text_seventynine
source: 15 years
es_co: 15 años

# home_text_ninety
source: 16 years
es_co: 16 años

# home_text_ninetyone
source: 17 years
es_co: 17 años

# home_text_ninetytwo
source: 18 years
es_co: 18 años

# home_text_ninetythree
source: 19 years
es_co: 19 años

# home_text_ninetyfour
source: 20 years
es_co: 20 años

# home_text_ninetyfive
source: Choose
es_co: Selecciona

# home_text_onehundredone
source: Your feline is 6 human months old
es_co: Tu felino tiene 6 meses humanos

# home_text_onehundredtwo
source: Your feline is 2 - 5 human years
es_co: Tu felino tiene 2-5 años humanos

# home_text_onehundredthree
source: Your feline is 6 - 8 human years old
es_co: Tu felino tiene 6 - 8 años humanos

# home_text_onehundredfour
source: Your feline is 10 human years old
es_co: Tu felino tiene 10 años humanos

# home_text_onehundredfive
source: Your feline is 12 human years old
es_co: Tu felino tiene 12 años humanos

# home_text_onehundredsix
source: Your feline is 15-16 human years old
es_co: Tu felino tiene 15 - 16 años humanos

# home_text_onehundredseven
source: Your feline is 20 - 21 human years old
es_co: Tu felino tiene 20 - 21 años humanos

# home_text_onehundredeight
source: Your feline is 24 human years old
es_co: Tu felino tiene 24 años humanos

# home_text_onehundrednine
source: Your feline is 28 human years old
es_co: Tu felino tiene 28 años humanos

# home_text_onehundredten
source: Your feline is 32 human years old
es_co: Tu felino tiene 32 años humanos

# home_text_onehundredeeleven
source: Your feline is 36 human years old
es_co: Tu felino tiene 36 años humanos

# home_text_onehundredtwuelve
source: Your feline is 40 human years old
es_co: Tu felino tiene 40 años humanos

# home_text_onehundredthirteen
source: Your feline is 44 human years old
es_co: Tu felino tiene 44 años humanos

# home_text_onehundredfourteen
source: Your feline is 48 human years old
es_co: Tu felino tiene 48 años humanos

# home_text_onehundredfiveteen
source: Your feline is 52 human years old
es_co: Tu felino tiene 52 años humanos

# home_text_onehundredsixteen
source: Your feline is 56 human years old
es_co: Tu felino tiene 56 años humanos

# home_text_onehundredseventeen
source: Your feline is 61 human years old
es_co: Tu felino tiene 61 años humanos

# home_text_onehundredeighteteen
source: Your feline is 64 human years old
es_co: Tu felino tiene 64 años humanos

# home_text_onehundrednineteen
source: Your feline is 68 human years old
es_co: Tu felino tiene 68 años humanos

# home_text_onehundredthirty
source: Your feline is 72 human years old
es_co: Tu felino tiene 72 años humanos

# home_text_onehundredthirtyone
source: Your feline is 76 human years old
es_co: Tu felino tiene 76 años humanos

# home_text_onehundredthirthytwo
source: Your feline is 80 human years old
es_co: Tu felino tiene 80 años humanos

# home_text_onehundredthirtythree
source: Your feline is 84 human years old
es_co: Tu felino tiene 84 años humanos

# home_text_onehundredthirtyfour
source: Your feline is 88 human years old
es_co: Tu felino tiene 88 años humanos

# home_text_onehundredthirtyfive
source: Your feline is 92 human years old
es_co: Tu felino tiene 92 años humanos

# home_text_onehundredthirtysix
source: Your feline is 96 human years old
es_co: Tu felino tiene 96 años humanos

# home_text_onehundredthirtyseven
source: Select an option for calculation
es_co: Selecciona una opción para calculo
